{
  "_note": "This file was last modified on 11/02/2026 at 09:27",
    
    "ess-beta-metadata": {
      "label": "Homicide offences",
      "prefix": null,
      "suffix": null,
      "subText": "per million population",
      "decimalPlaces": 1,
      "subtitle": "Homicide offences per million people",
      "experimentalStatistic": "F",
      "sourceDate": "05/02/2026|28/11/2025",
      "sourceURL": "https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/homicideinenglandandwales/previousreleases#|https://www.psni.police.uk/about-us/our-publications-and-reports/official-statistics/police-recorded-crime-statistics",
      "sourceOrg": "Office for National Statistics|Police Service of Northern Ireland",
      "longDescription": "This indicator shows the rate of homicide offences per million population, in England, Wales and Northern Ireland, for three-year rolling periods 04/2014-03/2017 to 04/2022-03/2025.",
      "caveats": "England and Wales data has been extracted from the Home Office Homicide Index, which contains detailed record-level information about each homicide recorded by police in England and Wales. This index is continually updated with revised information from the police as investigations continue and as cases are heard by the courts. The data refer to the position as at 5 December 2025 and will change as subsequent court hearings take place or as further information is received. In contrast, the Northern Ireland homicide figures represent those initially recorded as homicide, with no revisions based on further police or court decisions.\n\nNorthern Ireland statistics on police recorded crime are collated and produced by statisticians seconded to the Police Service of Northern Ireland (PSNI) from the Northern Ireland Statistics and Research Agency (NISRA). They are recorded in compliance with the Home Office Counting Rules and further details of recording practices are available in the [User Guide to Police Recorded Crime Statistics](https://www.psni.police.uk/sites/default/files/2025-11/Police%20Recorded%20Crime%20User%20Guide.pdf).\n\nMid-year population estimates covering the years 2015 to 2023 have been used to create rate per milion population. The mid-year estimate in the middle of the three-year period  was used, for example the period 04/2022 to 03/2025 used 2023 mid-year population estimates.\n\nSome of this data has been aggregated and may show differences to other published figures.",
      "standardised": "T"
  }
}
