{
  "_note": "This file was last modified on 30/09/2025 at 14:05",

    "ess-beta-metadata": {
      "shared": {
        "prefix": null,
        "suffix": "%",
        "subText": null,
        "decimalPlaces": 1,
        "experimentalStatistic": "T",
        "sourceDate": "16/04/2024",
        "sourceURL": "https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/datasets/li01regionallabourmarketlocalindicatorsforcountieslocalandunitaryauthorities",
        "sourceOrg": "Office for National Statistics",
        "standardised": "T"
      },
  
      "Employment rate": {
        "label": "Employment rate (Great Britain)",
        "subtitle": "Percentage of people aged 16 to 64 in employment",
        "longDescription": "This indicator shows the proportion of people aged between 16 and 64 years in paid work or who had a job that they were temporarily away from (official statistics in development), in Great Britain (Northern Ireland national figure included), for periods 2004 to 2023.",
        "caveats": "Calculation of employment rate: number of employed people aged 16 to 64 years divided by the population aged 16 to 64 years. Population is the sum of employed plus unemployed plus inactive.\n\nThe ongoing challenges with response rates, response levels and weighting approach mean that labour market statistics based on both the Labour Force Survey (LFS) and Annual Population Survey (APS) will be considered [official statistics in development](https://osr.statisticsauthority.gov.uk/policies/official-statistics-policies/official-statistics-in-development/) until further review. Because of increased volatility of LFS and APS estimates, estimates of change should be treated with additional caution."
        },
 
      "Economically inactive": {
        "label": "Economic inactivity rate (Great Britain)",
        "subtitle": "Percentage of people aged 16 to 64 who are not in employment and are not actively seeking work",
        "longDescription": "This indicator shows the proportion of people aged between 16 and 64 years who are not in employment but do not meet the internationally accepted definition of unemployment because they have not been seeking work within the last four weeks or they are unable to start work in the next two weeks (official statistics in development), in Great Britain (Northern Ireland national figure included), for periods 2004 to 2023.",
        "caveats": "Calculation of economic inactivity rate: number of economically inactive people aged 16 to 64 years divided by the population aged 16 to 64 years. Population is the sum of employed plus unemployed plus inactive.\n\nThe ongoing challenges with response rates, response levels and weighting approach mean that labour market statistics based on both the Labour Force Survey (LFS) and Annual Population Survey (APS) will be considered [official statistics in development](https://osr.statisticsauthority.gov.uk/policies/official-statistics-policies/official-statistics-in-development/) until further review. Because of increased volatility of LFS and APS estimates, estimates of change should be treated with additional caution."
        }
    }
}
