{
  "_note": "This file was last modified on 30/10/2025 at 11:31",
    
    "ess-beta-metadata": {
      "label": "Electric vehicle public charging devices",
      "prefix": null,
      "suffix": null,
      "subText": "per 100,000 population",
      "decimalPlaces": 1,
      "subtitle": "Publicly available electric vehicle charging devices at all speeds per 100,000 people",
      "experimentalStatistic": "T",
      "sourceDate": "30/10/2025",
      "sourceURL": "https://www.gov.uk/government/collections/electric-vehicle-charging-infrastructure-statistics",
      "sourceOrg": "Department for Transport, sourced from Zapmap",
      "longDescription": "This indicator shows publicly available electric vehicle charging devices at all speeds per 100,000 population (official statistics in development), in the UK, as of 00:00 on the first day of each quarter from October 2019 to October 2025.",
      "caveats": "Data is provided by the electric vehicle and charging point platform [Zapmap](https://www.zapmap.com/) and represents devices reported as operational at 00:00 on the first day of each quarter.\n\n‘Total devices’ represent publicly available charging devices at all speeds. A device can have a number of connectors of varying speeds.\n\nThere may be large increases or reductions seen at local authority level in these statistics when comparing to a previous quarter and these should be considered in the context of longer-term trends. This can be caused by a number of factors, including a large group of devices being added to or decommissioned from source Zapmap data at a time. This can in turn be caused by delays between chargepoint operator activity and this information filtering through to Zapmap data.\n\nA specific example of this is Hammersmith and Fulham, which shows a sharp increase in mid-2023. This was due to the completion of a large On-Street Residential Chargepoint Scheme (ORCS) project, which significantly boosted the number of devices recorded in that area during that period.\n\nThe most recent population figures by Local Authority are sourced from the Office for National Statistics Population estimates for mid-year 2022. For quarters from July 2020 (2020-07) to April 2021 (2021-04), the population figures were sourced from 2019 estimates. Prior to July 2020 (2020-07), the population figures were sourced from the 2018 estimates.",
      "standardised": "T"
  }
}
