{
  "_note": "This file was last modified on 02/10/2025 at 11:10",
    
    "ess-beta-metadata": {
      "shared": {
        "prefix": null,
        "suffix": null,
        "subText": "years",
        "decimalPlaces": 1,
        "experimentalStatistic": "T",
        "sourceDate": "16/01/2025",
        "sourceURL": "https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/healthstatelifeexpectanciesuk/previousreleases#",
        "sourceOrg": "Office for National Statistics",
        "standardised": "T",
        "caveats": "Coverage is limited to England and Wales. Estimates for Scotland and Northern Ireland will be added when Scottish 2022 census health data and 2023 population estimates for Northern Irish local government districts are available.\n\nThe estimates in this indicator have been produced using an interim methodological fix. The decline in sample size of the Annual Population Survey has impaired our ability to continue using the previous method to estimate age-specific prevalence of good general health by local authority. We therefore used logistic regression to estimate good health prevalence instead of using the survey's observed prevalence. This enables continuity in local area reporting with a viable, comparable time series. ONS is currently conducting a review of data sources to assess their future potential to provide robust, reliable and durable measures of health status."
      },
  
      "Female healthy life expectancy": {
        "label": "Female healthy life expectancy",
        "subtitle": "Average years expected to be lived in good health for females born during year",
        "longDescription": "This indicator shows the average years expected to be lived in good health for females born during the reference period (official statistics in development), in England and Wales, for three-year rolling periods between 2011 to 2013 and 2021 to 2023."
      },
  
      "Male healthy life expectancy": {
        "label": "Male healthy life expectancy",
        "subtitle": "Average years expected to be lived in good health for males born during year",
        "longDescription": "This indicator shows the average years expected to be lived in good health for males born during the reference period (official statistics in development), in England and Wales, for three-year rolling periods between 2011 to 2013 and 2021 to 2023."
      }
  }
}
